Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * TheComicallySerious: Nothing about the job fazes K [[SeenItAll in the slightest]], so his deadpan approach to all the outlandish alien craziness is hilarious.
pt_br: * Br/ComicamenteSerio: Nada envolvendo o trabalho abala o K [[Br/JaViuDeTudo o mínimo que seja]], então a abordagem séria dele aos eventos aliens absurdos se torna hilária.

source: * TheComputerIsACheatingBastard: The computer opponent is cheating, as it is allowed to break the rules that the human player(s) must follow.
pt_br: * Br/OComputadorEUmCanalhaTrapaceiro: O oponente computador está trapaceando, pois ele pode quebrar as regras que o jogador humano (ou jogadores) deve seguir.

source: * TheConscience: A character that acts as the others' moral compass.
pt_br: * Br/AConsciencia: Um personagem que atua como bússola moral dos outros.

source: * TheCoroner: Dr. Laurel Weaver works at a morgue which receives a large number of deceased aliens.
pt_br: * Br/OMedicoLegista: Laurel trabalha em um necrotério que recebe uma quantidade grande de aliens falecidos.

source: * TheCoronerDothProtestTooMuch: Carmine The Bowler's death was officially ruled as an accident.
pt_br: * Br/EncobertoPeloMedicoLegista: A morte de Carmine, o Boliche, foi oficialmente dada como um acidente.

source: * TheCouch: It's very soft, and is always center stage.
pt_br: * Br/OSofa: É muito macio e fica sempre no centro do palco.

source: * TheCowl: The archetypal superhero who works in the shadows, codified by ComicBook/{{Batman}}.
pt_br: * Br/OEncapuzado: O super herói arquetípico que trabalha nas sombras, codificado pelo BrQuadrinhos/{{Batman}}.

source: * TheDarkTimes: Between the dinosaurs and early human civilization there were dragons, wizards and evil beyond imagination.
pt_br: * Br/EraDasTrevas: Entre os dinossauros e as primeiras civilizações humanas haviam dragões, magos e maldade além da imaginação.

source: * TheDitz: About everybody, though especially Quico.
pt_br: * Br/OIdiota: Quase todos, mas o Quico em particular.

source: * TheDragon: Tony P, the leader of the Disco Boys, is Casanova's main muscle and closest associate.
pt_br: * Br/ODragao: O Topete, líder dos Dançarinos, é o braço-direito de Casanova.

source: * TheDrifter: Character who walks the Earth, helps in a place for a time and always leaves in the end.
pt_br: * Br/OErrante: Personagem que vaga pela terra, para em algum lugar para ajudar por um tempo e vai embora no fim.

source: * TheDulcineaEffect: A male character immediately resolves to protect or save a woman, without knowing who she is or why she's in the trouble she's in, and the audience is meant to see it as romantic or macho.
pt_br: * Br/EfeitoDulcineia: Um personagem masculino imediatamente resolve proteger ou salvar uma mulher sem saber quem ela é ou como ela ficou em problema, e o público deve considerar isso como romântico ou másculo.

source: * TheDungAges: Happens during Dark Age Britain.
pt_br: * Br/IdadeDasMerdas: Acontece durante a Grã-Bretanha da Idade das Trevas.

source: * TheEdwardianEra: 1901 - 1910, from UsefulNotes/QueenVictoria's death to the outbreak of UsefulNotes/WorldWarI * EnforcedTechnologyLevels: Only certain kinds of technology, or a certain level of technology, is allowed.
pt_br: * Br/EraEdwardiana: De 1901 até 1910, entre a morte da BrNotasUteis/RainhaVictoria até o estouro da BrNotasUteis/PrimeiraGuerraMundial. * Br/NiveisImpostosDeTecnologia: Apenas certos tipos de tecnologia (ou certos níveis de tecnologia) são permitidos.

source: * TheEveryman: The protagonist is a (mostly) average, normal, ordinary guy just trying to deal with everyday life.
pt_br: * Br/OMediano: O protagonista é uma pessoa normal, média e comum simplesmente tentando lidar com a vida cotidiana.

source: * TheExactCenterOfEverything: The galactic core or center of the universe is a MacGuffinLocation.
pt_br: * Br/OCentroExatoDeTudo: O núcleo galáctico ou centro do universo é um Br/LugarMacGuffin.

source: * TheFool: [[TheDitz Not too bright]], but [[DumbIsGood good]] enough of heart [[BornLucky that luck's always on their side]].
pt_br: * Br/OTolo: Definitivamente [[Br/OIdiota não muito brilhante]], mas [[Br/IdiotaEBom bondoso]] o bastante para que [[Br/SortudoDeNascenca a sorte sempre esteja em seu favor]].

source: * TheFuture: 100 -- 200 years into the future.
pt_br: * Br/OFuturo: De 100 a 200 anos no futuro.

source: * TheFutureIsNoir: We do not use sufficient lighting in the future.
pt_br: * Br/OFuturoENoir: No futuro ninguém usa iluminação o bastante.

source: * TheGMIsACheatingBastard: The Game master fudging things to cover for whatever the party is doing.
pt_br: * Br/OMestreDoJogoEUmCanalhaTrapaceiro: O mestre do jogo vai alterando as coisas para ajustar o que quer que o grupo esteja fazendo.

source: * TheGoodCaptain: A hero with the title "Captain".
pt_br: * Br/OBomCapitao: Um herói com o título de "Capitão".

source: * TheGoodChancellor: A character who serves their kingdom or nation with utmost earnestness.
pt_br: * Br/ChancelerBondoso: Um personagem que serve seu reino ou nação com seriedade.

source: * TheGoodGuysAlwaysWin: As a near-universal rule of fiction, the heroes must always defeat the villains and save the day in the end ([[TheBadGuyWins with some rare exceptions]]).
pt_br: * Br/OsBonzinhosSempreVencem: Como uma regra quase universal da ficção, os heróis sempre devem derrotar os vilões e salvar o dia no fim ([[Br/OCaraMauVence com algumas raras exceções]]).

source: * TheGoodGuysAlwaysWin: The near-universal rule that the bad guys must always lose.
pt_br: * Br/OsBonzinhosSempreVencem: A regra quase universal de que os malvados sempre devem perder.

source: * TheGoodKing: A monarch who honestly wants what's best for his people.
pt_br: * Br/OReiBondoso: Um monarca que legitimamente quer o melhor para o seu povo.

source: * TheGoodKingdom: The realm of a good monarch.
pt_br: * Br/OBomReino: O reino de um monarca bondoso.

source: * TheGoodKingdom: Where good monarchs reign.
pt_br: * Br/OBomReino: Onde monarcas bondosos reinam.

source: * TheGunslinger * HairOfGoldHeartOfGold: A good guy/girl with blonde hair.
pt_br: * Br/OPistoleiro * Br/CabeloDeOuroCoracaoDeOuro: Um cara bom ou moça boa com cabelo loiro.

source: * TheHashshashin: The order of assassins from the Medieval Middle East.
pt_br: * Br/OsHashshashin: A ordem de assassinos do Oriente Médio medieval.

source: * TheHeart: The barometer of a group's emotional well-being and its peacekeeper/caretaker/benevolence bringer.
pt_br: * Br/OCoracao: O barômetro do bem-estar emocional de um grupo, cuidador, pacificador e portador da benevolência.

source: * TheHedgeOfThorns: A large bramble of nasty thorns, usually where faeries or evil sorcerers want to block your way.
pt_br: * Br/CercaDeEspinhos: Uma barreira feita com plantas bem pontiagudas, geralmente em um lugar onde fadas ou feiticeiros malignos desejam bloquear a passagem.

source: * TheHero: The central character who performs good deeds with a heroic motivation.
pt_br: * Br/OHeroi: O personagem central que faz boas ações com motivações heróicas.

source: * TheHero: The character who performs heroic deeds with a heroic motivation.
pt_br: * Br/OHeroi: O personagem que faz feitos heroicos com motivação heroica.

source: * TheHeroSucksSong: Characters, usually villains, insult the hero through a song.
pt_br: * Br/CancaoDeOHeroiEUmaDroga: Personagens, geralmente vilões, insultam o herói através de uma canção.

source: * TheHerosJourney: A basic function of narratives that illustrates a character's path to becoming a hero.
pt_br: * Br/AJornadaDoHeroi: Uma função básica das narrativas que ilustra o caminho de um personagem para se tornar um herói.

source: * TheHighQueen: The queen is beautiful and good to an inhuman degree, and is to be held in awe.
pt_br: * Br/AAltaRainha: A rainha é bela e boa de um jeito para além do humano e deve ser reverenciada.

source: * TheIdealistWasRight: A character who was scoffed at for being idealistic ends up having the best solution for their problems.
pt_br: * Br/OIdealistaEstavaCerto: Um personagem que foi desprezado por ser idealista acaba tendo a melhor solução para os problemas apresentados.

source: * TheIgor: Mad scientists often have a hunchback or deformed dwarf as an assistant.
pt_br: * Br/OIgor: Cientistas malucos costumam ter um corcunda ou anão deformado como assistente.

source: * TheKindnapper: Someone kidnaps others for reasons that are (or are believed to be) benevolent.
pt_br: * Br/SequestradorGentil: Alguém sequestra outra pessoa por motivos benevolentes (supostamente).

source: * TheKlutz: El Chavo * KungFoley: With ''bell sounds''.
pt_br: * Br/ODesastrado: O Chaves. * Br/KungFoley: Com o uso de efeitos sonoros de sineta.

source: * TheLancer: The {{foil}} for a [[TheHero hero]] of the closely allied variety.
pt_br: * Br/OLanceiro: O Br/{{Fundo}} para [[Br/OHeroi um herói]] que é um aliado próximo.

source: * TheLavaCavesOfNewYork: Lava or magma in locales that normally don't support volcanic activity.
pt_br: * Br/CavernasVulcanicasDeNovaIorque: Lava ou magma em locais que geralmente não apresentam atividade vulcânica.

source: * TheLawOfPowerProportionateToEffort: Inverted.
pt_br: * Br/LeiDoPoderProporcionalAoEsforco: Invertido.

source: * TheLeader: A role always filled by [[TheHero the main hero/protagonist]] of the story.
pt_br: * Br/OLider: Um papel que sempre é ocupado pelo [[Br/OHeroi herói principal/protagonista]] da história.

source: * TheLittleShopThatWasntThereYesterday: A magical shop that appears out of nowhere to sell a MacGuffin and then disappears when it causes trouble.
pt_br: * Br/PequenaLojaQueNaoExistiaOntem: Uma loja mágica que surge do nada para vender um Br/MacGuffin e desaparece depois que isso causa problema.

source: * TheLoad: Farber isn't much of an asset to Spooner, who must save him from the robots after Farber leads an ill-fated charge against the renegade machines.
pt_br: * Br/OFardo: Farber não é muito útil para Spooner, que precisa salvá-lo dos robôs depois que Farber lidera um levante mal-sucedido contra as máquinas rebeldes.

source: * TheLoonie: A TabletopRPG player who plays mostly for the fun of doing silly things within the game.
pt_br: * ??? TheLoonie: Um jogador de Br/RPGDeMesa que joga por causa da diversão em fazer coisas malucas dentro do jogo.

source: * TheMadHatter: Aware that they are insane, and proud of it.
pt_br: * Br/ChapeleiroMaluco: Sabe que é insano e se orgulha disso.

source: * TheMadnessPlace: Mad scientists often lapse into hyper-productive fugue states when working.
pt_br: * Br/LugarDaLoucura: Cientistas malucos costumam entrar em um estado de torpor hiper produtivo quando trabalhando.

source: * TheMagicVersusTechnologyWar: The Sorcerors fight the Scientists.
pt_br: * Br/GuerraDaMagiaContraTecnologia: Os feiticeiros lutam contra os cientistas.

source: * TheMall: A modern, indoor, shopping complex, peaking in TheEighties.
pt_br: * Br/OShopping: Um centro de compras moderno e fechado.

source: * TheManBehindTheMan: [[spoiler: The one behind the plot isn't Robertson, but VIKI.]] * MasterComputer: VIKI, a cyberbrain the size of a truck built into USR headquarters.
pt_br: * Br/OHomemPorTrasDoHomem: [[spoiler: Quem está por trás de tudo não é Robertson, e sim VIKI.]] * Br/ComputadorMestre: VIKI, um cérebro cibernético do tamanho de um caminhão que fica no prédio da USR.

source: * TheManInTheMoon: The moon is often an aged but benevolent figure who stands over the Earth, granting it natural bounty or serving as the destination for young adventurers.
pt_br: * Br/OHomemNaLua: A lua é geralmente uma figura envelhecida e benevolente que vigia a terra, concedendo a ela abundâncias naturais ou servindo como o destino para jovens aventureiros.

source: * TheMaze * MechanicalEcosystem: A mechanical replica of a natural environment.
pt_br: * Br/OLabirinto * Br/EcossistemaMecanico: Uma réplica mecanizada de um ambiente natural.

source: * TheMeddlingKidsAreUseless * TheMedic: A character serves to heal while all his teammates do the fighting.
pt_br: * Br/AsCriancasEnxeridasSaoInuteis * Br/OMedico: Um personagem que se concentra na cura enquanto os seus colegas se encarregam da luta.

source: * TheMenFirst: The boss, leader or captain wants to get their soldiers out of the bad situation.
pt_br: * Br/OsHomensPrimeiro: O chefe, líder ou capitão deseja livrar seus soldados de uma situação ruim.

source: * TheMole: A hero who is secretly working for the other side.
pt_br: * Br/AToupeira: Um herói que secretamente trabalha para o outro lado.

source: * TheMoralityMortalityEquation: The more evil a villain is, the greater the odds that their loved ones will not survive.
pt_br: * Br/EquacaoDeMoralidadeEMortalidade: Quanto mais maléfico um vilão é, maiores as chances de que seus entes queridos morrerão.

source: * TheMovie is released, and the show's creativity level starts to drop.
pt_br: * Br/OFilme é lançado e os níveis de criatividade do show começam a cair.

source: * TheNeutralZone: Territory in between nations in a UsefulNotes/ColdWar that is off-limits to keep a war from restarting.
pt_br: * Br/ZonaNeutra: Território entre nações em uma BrNotasUteis/GuerraFria que fica fora dos limites para impedir que uma guerra recomece.

source: * TheOphelia: Insane young woman, likely traumatized into her madness.
pt_br: * Br/AOfelia: Uma mulher jovem e insana, que provavelmente sofreu um trauma que a levou à loucura.

source: * TheOutsideWorld: Any place outside a place of confinement, isolation, or seclusion.
pt_br: * Br/OMundoExterior: Qualquer lugar que fica fora de um local de confinamento, isolamento ou contenção.

source: * ThePampas: The endless grasslands of South America, and home of the gauchos.
pt_br: * Br/OsPampas: As planícies gramadas da América do Sul e lar dos gaúchos.

source: * TheParagon: A hero encourage others to help themselves and/or to strive their goodness within their abilities.
pt_br: * Br/OModelo: Um herói encoraja outros a ajudarem a si mesmos e/ou a buscar grandeza em suas habilidades.

source: * TheParagon: The hero who encourages others to be more heroic.
pt_br: * Br/OExemplo: O herói que encoraja outros a serem mais heroicos.

source: * ThePiratesWhoDontDoAnything: Characters that are supposed to be villainous or mischievous, but hardly ever do anything outside of acceptable behavior.
pt_br: * Br/PiratasQueNaoFazemNada: Personagens que deveriam ser vilões ou arruaceiros, mas que não fazem nada do socialmente aceitável.

source: * ThePoorlyChosenOne: Unfortunately, they totally failed to achieve their great destiny.
pt_br: * Br/OEscolhidoErrado: Infelizmente eles falharam em alcançar seu grande destino.

source: * ThePowerOfFriendship: A hero can defeat a bad guy with companionship as his/her strength.
pt_br: * Br/OPoderDaAmizade: Um herói pode derrotar um cara mau tendo a amizade como sua força.

source: * ThePowerOfLove: The heroes' love for each other lets them overcome their trials.
pt_br: * Br/OPoderDoAmor: O amor dos heróis um pelo outro permite que eles superem os desafios.

source: * ThePowerOfRock: A hero can defeat the villain via rock music.
pt_br: * Br/OPoderDoRock: O herói consegue derrotar o vilão com o uso do rock.

source: * ThePowerOfRock: Heroes defeat an evil force using music, especially rock & roll.
pt_br: * Br/OPoderDoRock: Os heróis derrotam as forças do mal usando música, especialmente rock & roll.

source: * ThePromisedLand: The place that promises to be ''better'' than where we are.
pt_br: * Br/TerraPrometida: O lugar que tem a promessa de ser ''melhor'' do que este em que estamos.

source: * TheQuarterback: An effective captain who is usually nicer than his teammates.
pt_br: * ??? TheQuarterback: Um capitão eficiente que é mais gentil que os demais membros do time.

source: * TheQuarterback: The effective captain who is usually nicer than his teammates.
pt_br: * ??? TheQuarterback: Um capitão eficiente que é mais gentil que os demais membros do time.

source: * TheRealHeroes: Ordinary servicemen and everyday civilians should deserve more respect for their good deeds.
pt_br: * Br/OsVerdadeirosHerois: Prestadores de serviço e civis comuns que deveriam receber mais respeito por suas boas ações.

source: * TheRedeemer: A character whose personality allows them to get others to turn over a new leaf.
pt_br: * Br/ORedentor: Um personagem cuja personalidade permite que outros possam virar a página.

source: * TheRepublic * LaResistance: A group of people who intend to fight back against and overthrow the tyrannical regime oppressing them.
pt_br: * Br/ARepublica * Br/AResistencia: Um grupo de pessoas que pretende enfrentar e depôr o regime tirânico instalado.

source: * TheSacredDarkness: Dark is not only [[DarkIsNotEvil not evil]]; it's benevolent and holy in and of itself.
pt_br: * Br/SagradaEscuridao: As trevas não apenas [[Br/AsTrevasNaoSaoMas não são más]]; elas são benevolentes e sacras por si só.

source: * TheShangriLa: A paradise high up in the mountains.
pt_br: * Br/OShangriLa: Um paraíso localizado no alto das montanhas.

source: * TheSmartGuy: Profesor Jirafales.
pt_br: * Br/OCaraEsperto: Professor Girafales.

source: * TheSmartGuy: The most intelligent member of the group.
pt_br: * Br/OCaraEsperto: O membro mais inteligente do grupo.

source: * TheSmokingSection: Many tropes within this index, such as RandomSmokingScene and EverybodySmokes were deliberately invoked by the tobacco industry in order to psychologically manipulate or tempt people into smoking, knowing they'd be hooked.
pt_br: * Br/AreaParaFumantes: Muitos tropos neste índice, tal como a Br/CenaAleatoriaComFumante e Br/TodoMundoFuma, foram deliberadamente invocados pela indústria do tabaco para tentar as pessoas ao fumo, sabendo que elas se viciariam.

source: * TheSmurfettePrinciple: A story includes only ''one'' female character in an otherwise male cast.
pt_br: * Br/PrincipioDaSmurfette: Uma história inclui uma, ''e somente uma'', personagem feminina em um elenco de homens.

source: * TheSmurfettePrinciple: Between all the kids, Rebeca is the only girl.
pt_br: * Br/PrincipioDaSmurfette: Dentre todas as crianças, Rebeca é a única garota.

source: * TheSmurfettePrinciple: Carol the Bowler is the only woman on the team.
pt_br: * Br/PrincipioDaSmurfette: Carol, a Boliche, é a única mulher na equipe.

source: * TheSmurfettePrinciple: The film doesn't have many female agents.
pt_br: * Br/PrincipioDaSmurfette: O filme não possui muitas agentes mulheres.

source: * TheSoftHeartedWarrior: A warrior feared on the battlefield but not at home.
pt_br: * Br/GuerreiroDeCoracaoMole: Um guerreiro temido no campo de batalha, mas não em casa.

source: * TheSparkOfGenius: Some scientists' madness is strong enough to warp reality.
pt_br: * Br/FagulhaDeGenialidade: A loucura de alguns cientistas é forte o bastante para alterar a realidade.

source: * TheSpymaster: The character who commands all of a faction's spies.
pt_br: * Br/MestreEspiao: O personagem que comanda todos os espiões de uma facção.

source: * TheTimeOfMyths: Ancient Myths (Bronze Age Greek, what-have-you) are not only real, they are mashed together into one time period.
pt_br: * Br/IdadeDosMitos: A mitologia antiga (Grécia na Idade do Bronze e etc) não apenas é real como também foi mesclada em uma única era.

source: * TheTriple: In a common joke formula, the punchline appears as [[RuleOfThree the third item]] on a list.
pt_br: * Br/OTriplo: Em uma fórmula comum de piadas, a sacada surge como [[Br/RegraDoTres o terceiro item]] de uma lista.

source: * TheUnpronounceable: Too many aliens.
pt_br: * Br/OImpronunciavel: Muitos dos aliens.

source: * TheUnreveal: ** El Chavo's real name, whenever he'd say it (or anything explicit about his background by the way) someone else would enter the scene and either interrupt him or cause an uproar so noisy the audience is unable to hear.
pt_br: * Br/ANaoRevelacao: ** O verdadeiro nome do Chaves. Sempre que ele estava prestes a dizer o nome, outra pessoa entrava no local e o interrompia, de modo que ele nunca dizia o nome.

source: * TheWarRoom: Hollywood's version of a command and control center.
pt_br: * Br/SalaDeGuerra: A versão de Hollywood de um centro de comando e controle.

source: * TheWhiteHouse: Home and office of the President of the United States.
pt_br: * Br/ACasaBranca: Lar e escritório do Presidente dos Estados Unidos.

source: * TheWildWest: Every Spaghetti- and Western.
pt_br: * Br/VelhoOeste: Um espaguete de caubóis, indígenas, cavalos, carruagens, duelos, brigas de bar e outros mais.

source: * TheWisePrince: A ruler who is worthy of their title and also very troubled.
pt_br: * Br/PrincipeSabio: Um governante digno de seu título e com muitos problemas para cuidade.

source: * TheWonka: Authority figure whose eccentricity is the ''catalyst'' for [[SuccessThroughInsanity their success]].
pt_br: * Br/OWonka: Figura de autoridade cuja excentricidade é o ''catalisador'' para [[Br/SucessoViaInsanidade seu sucesso]].

source: * TheWorldAsMyth * WorldOfPun * WorldOfSymbolism * WorldOfWeirdness: The mundane world is mixed with the supernatural and nobody bats an eye.
pt_br: * Br/OMundoComoMito * Br/MundoDeTrocadilhos * Br/MundoDeSimbolismo * Br/MundoDeEsquisitice: O mundano é misturado com o sobrenatural e ninguém liga.

source: * TheWorldIsAlwaysDoomed: K shuts down J's ScrewTheRulesImDoingWhatsRight moment by sternly informing him in an ArmorPiercingResponse that there is ''always'' some crisis or another threatening to end life on Earth -- TheMasquerade isn't just to keep the MIB secret, but because most people ''can't handle'' that kind of constant danger, so the MIB [[IgnoranceIsBliss makes sure they don't have to think about it]], [[ApocalypseAnarchy lest civilization itself collapses]].
pt_br: * Br/OMundoEstaSempreCondenado: K acaba com o momento de "Br/DanemSeAsRegrasEstouFazendoOQueECerto" do agente K ao informá-lo de maneira muito séria que ''sempre'' tem uma crise ou algo que ameaça aniquilar a vida na Tera -- Br/OMascaramento não é apenas para manter a MIB secreta, mas também porque a maioria das pessoas ''não suportaria'' esse tipo de perigo constante, por isso a MIB [[Br/AIgnoranciaEUmaBencao se certifica que eles não precisam pensar a respeito disso]], ou [[Br/AnarquiaDoApocalipse a civilização entraria em colapso]].

source: * TheWorldIsNotReady: The MIB's mantra of why they're keeping alien immigration a secret from the rest of the Earth.
pt_br: * Br/OMundoNaoEstaPronto: A política da MIB sobre porque eles mantêm a presença dos aliens como segredo para o restante do mundo.

source: * TheXenophile: Human characters who are fascinated by space aliens.
pt_br: * Br/OXenofilo: Personagens humanos que são fascinados por alienígenas do espaço.

source: * ThematicSequelLogoChange: A sequel to a work changes the logo to match its plot and/or themes.
pt_br: * Br/SequenciaTematicaComLogotipoDiferente: Uma sequência muda o logotipo para combinar com a trama e/ou com os temas.

source: * ThematicSeries: Sequels that don't necessarily follow the same continuity or characters.
pt_br: * Br/SerieTematica: Sequências que não necessariamente acompanham os mesmos personagens ou continuidade.

source: * ThemeParkLandscape: The land of all-natural rollercoasters and water slides.
pt_br: * Br/PaisagemDeParqueTematico: A terra de montanhas russas e toboáguas naturais.

source: * ThereAreNoTherapists: Characters can only deal with their emotional or psychological baggage on their own or with the help of their loved ones.
pt_br: * Br/NaoExistemTerapeutas: Personagens só conseguem lidar com sua bagagem emocional ou psicológica estando sozinhos ou com a ajuda de entes queridos.
